import React from 'react'
import giftImage from "../../../images/gift.png"

function Gifts() {
  return (
    <div className='relative z-50'>
      <div className='flex justify-center items-center mt-[1rem]'>
        <img src={giftImage} alt="" />
      </div>
      <div>
        <h1 className='text-3xl font-[900] my-[1rem]'>نشر فيديو يوتيوب</h1>
        <p className='text-[1rem]'>لزيادة فرص الربح والاستفادة من خدمات موقعنا، يمكنك نشر فيديو على قناتك في يوتيوب يوضح كيفية
          استخدام موقعنا خطوة بخطوة. ابدأ بتسجيل حساب وتسجيل الدخول، ثم أضف رصيدًا واستعرض كيفية
          تقديم الطلبات والتواصل مع الدعم الفني. بعد نشر الفيديو، قم برفع تذكرة بعنوان "أخر" وأرسل رابط الفيديو
          ليتم إضافة 3 دولارات إلى رصيدك. تأكد من أن قناتك تحتوي على أكثر من 100 مشترك و5 مقاطع فيديو على الأقل
          ، مع إضافة عبارة "Tafa3ol - موقع بيع متابعين" في عنوان الفيديو. لا تنس وضع رابط الفيديو في صندوق الوصف.
          لمزيد من الربح، استخدم رابط الأفيليت الخاص بك في صفحة التسويق بالعمولة. ملاحظة: إذا قمت بإزالة الفيديو بعد
          استلام الرصيد، سيتم تعليق حسابك وحذف جميع الطلبات</p>
        <h1 className='text-3xl font-[900] my-[1rem]'>النشر على منتدى</h1>
        <p className='text-[1rem]'>للحصول على مكافأة إضافية، يمكنك نشر بوست على أحد المنتديات يشرح تجربتك مع موقع تفاعول ويوضح
          كيفية استخدامه. اشرح الخطوات الخاصة بالتسجيل، شحن الرصيد، تقديم الطلبات، والتواصل مع الدعم الفني.
          بعد نشر البوست، قم برفع تذكرة بعنوان "آخر" وشارك رابط المنشور ليتم إضافة 2 دولار إلى حسابك. تأكد من ذكر
          اسم الموقع "Tafa3ol - موقع بيع متابعين" في المنشور. يمكنك أيضًا استخدام رابط الأفيليت الخاص بك من صفحة
          التسويق بالعمولة لزيادة أرباحك. يجب أن يكون حساب المنتدى الخاص بك قد مضى عليه أكثر من شهر ويحتوي على
          5 منشورات سابقة على الأقل.</p>
        <h1 className='text-3xl font-[900] my-[1rem]'>نشر مقال على موقعك/مدونتك</h1>
        <p className='text-[1rem]'>-قم بنشر مقال على موقعك أو مدونتك حول التسويق الالكتروني واذكر اسمنا ورابط الموقع كالتالي : موقع بيع
          متابعين - Tafa3olملاحظة : يمكنك أستخدام رابط الافيليت الخاص بك الموجود ب صفحة : التسويق بالعمولة
          للحصول على ارباح بطريقة اخرى ايضا لكل عميل يقوم بالتسجيل من اللينك الخاص بك.
          -بعد نشر البوست, يرجى رفع تذكرة عنوانها “ اخر “ وارسل لنا رابط المنشور ليتم اضافة 3 دولار لحسابك بالموقع.
          الشروط والاحكام :
          -يجب أن يكون موقعك / مدونتك فعال وليس جديد ويجب أن يحتوي على بعض المنشورات القديمة.</p>
      </div>
    </div>
  )
}

export default Gifts